[
    {
        "key": "Tên gọi",
        "value": [
            "Chùa Một Cột được biết đến với nhiều tên gọi khác nhau như Diên Hựu Tự, Liên Hoa Đài hay chùa Mật. Đây là một trong số những ngôi chùa Hà Nội cổ kính được xây dựng từ thời vua Lý Thái Tông. Chùa Một Cột nằm trong khuôn viên quần thể Lăng Bác và Quảng trường Ba Đình."
        ]
    },
    {
        "key": "Lịch sử",
        "value": [
            "Truyền thuyết kể lại rằng, sự tích chùa Một Cột gắn liền với giấc mộng của vua Lý Thái Tông. Năm 1049, nhà vua mơ thấy được Phật Bà Quan Âm ban cho một tòa sen ngời sáng. Khi thức dậy, vua đã kể lại giấc mộng kỳ bí cho các quân thần cùng nghe. Sau đó, nhà sư Thiền Tuệ đã khuyên vua xây dựng chùa để ghi nhớ công ơn, ân đức lớn lao của Quan Âm. Như trong giấc chiêm bao, chùa dựng cột gỗ lim đường kính 1.2m, cao 4m, làm toà sen của Phật Bà Quan  m đặt trên cột. Sau đó các nhà sư đi vòng quanh tụng kinh với mong muốn \"phước lành dài lâu\", vì vậy mà chùa có tên là Diên Hựu.",
            "Đến thời vua Lý Nhân Tông, năm 1105, chùa được cải tạo xây thêm hồ Linh Chiểu và trang trí thêm toà sen mạ vàng ở đỉnh cột. Bên trong chùa Một Cột là ngôi đền có điêu khắc hình chim thần trên mái nhà cùng bàn thờ tượng Quan Thế  m được mạ vàng. Chùa Một Cột đã trải qua bao lần trùng tu, sửa chữa vào Triều Trần, Hậu Lê và triều Nguyễn. Năm 1954, quân đội Pháp đã đặt thuốc nổ phá chùa trước khi rút khỏi Thủ đô. Đến năm 1955, Nhà nước đã cho tái dựng lại chùa theo bản thiết kế của kiến trúc sư Nguyễn Bá Lăng với quy mô một ngôi chùa nhỏ."
        ]
    },
    {
        "key": "Chứng nhận di tích",
        "value": [
            "Chùa Một Cột ngày nay cùng chùa Diên Hựu hiện đại (tức là quần thể chùa Diên Hựu xưa) được công nhận là Di tích lịch sử - văn hóa cấp quốc gia đợt đầu tiên năm 1962. Ngày 4 tháng 5 năm 2006, Tổ chức Kỷ lục Việt Nam đã xác lập chùa là \"Kỷ lục Việt Nam\" và đề cử đến Tổ chức Kỷ lục châu Á. Sau thời gian thẩm định để xác lập, ngày 10 tháng 10 năm 2012, tại Faridabad (Ấn Độ), Tổ chức Kỷ lục châu Á đã xác lập kỷ lục châu Á: \"Ngôi chùa có kiến trúc độc đáo nhất\" cho chùa Một Cột."
        ]
    }
]