[
    {
        "key": "Nguồn gốc",
        "value": [
            "Nhà sàn của người Tày ra đời bắt nguồn từ thuở xưa có nhiều thú dữ, rắn rết nên con người phải làm nhà cao để tránh. Nhưng mặt khác nhà sàn còn có rất nhiều tiện dụng khác như gà, lợn không thể leo trèo, thoáng mát, hợp vệ sinh… Nhờ ở nhà sàn mà sức khỏe của con người cũng tốt hơn."
        ]
    },
    {
        "key": "Kiến trúc",
        "value": [
            "Người Tày đã ở nhà sàn từ rất lâu đời, kiến trúc của một ngôi nhà sàn khá phức tạp. Một ngôi nhà sàn bình thường có 5 gian dọc, 5 gian ngang. Nhà to hơn có thể lên đến 6-7 gian dọc ngang. Để dựng được ngôi nhà sàn thì cần phải có sự tính toán rất tài tình của người thợ mới thực hiện được. Mọi thứ họ đo và đục đẽo bằng tay nhưng rất chuẩn xác, các ngôi nhà thường có 36 cột, 42 cột, 49 cột.", 
            "Nếu như hướng bản và hướng nhà biểu hiện quan niệm về phong thủy rất rõ thì những ngôi nhà sàn dựng ở trong bản lại thể hiện một kiến trúc rất độc đáo. Ngôi nhà sàn bình thường có 4 mái, với 2 mái chính to rộng và 2 mái nhỏ hai bên. Theo quan niệm của người Tày, ngôi nhà sàn đẹp thường là ngôi nhà lưng quay về núi, mặt hướng ra đồng ruộng. Vào mùa hè, sự cao ráo của sàn cũng giúp cho không khí được lưu thông, thoáng mát, khi mưa sẽ không ẩm ướt, còn mùa đông tránh được giá lạnh. Nhà sàn của người Tày mang những nét đẹp và kiến trúc thẩm mỹ đặc trưng riêng, điển hình cho sự hòa hợp với thiên nhiên và chiều sâu văn hóa."
        ]
    },
    {
        "key": "Gìn giữ giá trị văn hóa",
        "value": [
            "Ngày nay, cùng với sự phát triển kinh tế, xã hội, đời sống vật chất của nhân dân được nâng cao, những ngôi nhà cao tầng dần thay thế những ngôi nhà sàn cổ. Khi đó, ngôi nhà sàn càng trở nên quý giá bởi giá trị văn hóa độc đáo của kiến trúc dân tộc. Việc gìn giữ và bảo tồn những giá trị văn hóa độc đáo ấy càng được đề cao hơn bao giờ hết. Càng ngày càng có nhiều người đến chiêm ngưỡng nhà sàn với tư cách là một giá trị."
        ]
    }
]